-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Gép: 127.0.0.1
-- Létrehozás ideje: 2025. Már 27. 08:55
-- Kiszolgáló verziója: 10.4.32-MariaDB
-- PHP verzió: 8.0.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Adatbázis: `kaposvar`
--

-- --------------------------------------------------------

--
-- Tábla szerkezet ehhez a táblához `kovetkezo_meall`
--

CREATE TABLE `kovetkezo_meall` (
  `id` int(11) NOT NULL,
  `number` int(11) NOT NULL,
  `name` varchar(1000) NOT NULL,
  `stops` varchar(255) NOT NULL,
  `start` varchar(2000) NOT NULL,
  `daygoes` varchar(1000) NOT NULL,
  `startWeekend` varchar(2000) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_hungarian_ci;

--
-- A tábla adatainak kiíratása `kovetkezo_meall`
--

INSERT INTO `kovetkezo_meall` (`id`, `number`, `name`, `stops`, `start`, `daygoes`, `startWeekend`) VALUES
(1, 12, 'Helyi autóbusz-állomás - Sopron u. - Laktanya', '[\"Helyi autóbusz-állomás\", \"Corso\", \"Zárda u.\", \"Honvéd u.\", \"Arany J. tér\", \"Losonc-köz\", \"Brassó u.\", \"Sopron u.\", \"Búzavirág u.\", \"Laktanya\"]', '[\'05:00:00;05:15:00;05:30:00;05:45:00;05:55:00;06:10:00;06:10:00;06:30:00;06:45:00;07:05:00;07:20:00;07:30:00;07:45:00;09:00:00;09:15:00;10:00:00;10:15:00;10:35:00;10:50:00;11:00:00;11:15:00;12:30:00;12:45:00;13:00:00;13:15:00;13:30:00;13:45:00;14:20:00;14:35:00;15:00:00;15:15:00;15:45:00;16:00:00;16:00:00;16:15:00;16:30:00;16:45:00;16:45:00;17:00:00;17:00:00;17:15:00;17:15:00;17:30:00;17:30:00;17:45:00;19:00:00;19:15:00;20:30:00;20:45:00;04:45:00;05:00:00;05:15:00;05:30:00;05:45:00;05:55:00;06:10:00;06:45:00;07:20:00;07:30:00;07:45:00;08:10:00;09:15:00;10:15:00;10:50:00;11:00:00;11:15:00;12:45:00;13:00:00;13:15:00;13:30:00;13:30:00;13:45:00;13:45:00;14:35:00;15:15:00;16:15:00;16:30:00;16:45:00;17:00:00;17:15:00;17:30:00;17:45:00;19:15:00;19:40:00;20:45:00;\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(2, 13, 'Helyi autóbusz-állomás - Kecelhegy - Helyi autóbusz-állomás', '[]', '[\'06:10:00;07:10:00;08:10:00;09:10:00;12:10:00;13:25:00;14:10:00;15:40:00;16:10:00;17:10:00;19:10:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'06:20;08:10;09:10;10:10;11:10;13:10;15:10;19:10\']'),
(3, 20, 'Raktár u. - Laktanya - Videoton', '[]', '[\'06:15:00;06:40:00;08:00:00;10:00:00;13:05:00;14:15:00;16:20:00;21:10:00;05:15:00;06:40:00;07:10:00;08:30:00;10:30:00;13:05:00;15:35:00;16:15:00;16:20:00;17:10:00;22:15:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(4, 21, 'Raktár u. - Videoton', '[]', '[\'05:20:00;07:00:00;17:40:00;06:15:00;14:15:00;18:05:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(5, 23, 'Kaposfüred forduló - Füredi csp. - Kaposvári Egyetem', '[]', '[\'05:00:00;06:55:00;07:20:00;07:10:00;07:20:00;07:20:00;12:55:00;14:15:00;14:35:00;16:10:00;16:35:00;16:35:00;22:10:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(6, 26, 'Kaposfüred forduló - Losonc köz - Videoton - METYX', '[]', '[\'05:05:00;14:10:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(7, 27, 'Laktanya - Füredi u. csp. - KOMÉTA', '[]', '[\'04:55:00;07:10:00;13:00:00;14:20:00;16:40:00;22:20:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(8, 31, 'Helyi autóbusz-állomás - Egyenesi u. forduló', '[\"Helyi autóbusz-állomás\", \"Berzsenyi u. felüljáró\", \"Tompa M. u.\", \"Kölcsey u.\", \"Állatkórház\", \"Eger u.\", \"Kapoli A. u.\", \"Egyenesi u. 42.\", \"Beszédes J. u.\", \"Egyenesi u. forduló\"]', '[\'05:40:00;05:53:00;06:20:00;06:33:00;06:40:00;06:53:00;07:00:00;07:13:00;07:30:00;07:43:00;09:00:00;09:13:00;12:00:00;12:13:00;13:00:00;13:13:00;14:00:00;14:13:00;15:00:00;15:13:00;16:00:00;16:13:00;17:00:00;17:13:00;18:00:00;18:13:00;19:20:00;19:33:00;05:53:00;06:33:00;06:40:00;06:53:00;07:00:00;07:13:00;07:43:00;09:13:00;12:13:00;13:13:00;14:13:00;15:13:00;16:13:00;17:13:00;18:13:00;19:33:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'05:50;06:40;08:00;09.00;14:00;17:00\']'),
(9, 32, 'Helyi autóbuszállomás - Kecelhegy - Helyi autóbusz-állomás', '[]', '[\'05:30:00;06:30:00;06:45:00;06:45:00;07:15:00;07:40:00;07:40:00;10:30:00;13:30:00;15:30:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'07:15;07:40;14:30;20:40\']'),
(10, 33, 'Helyi aut. áll. - Egyenesi u. - Kecelhegy - Helyi aut. áll.', '[]', '[\'04:30:00;05:00:00;05:00:00;09:30:00;11:30:00;12:30:00;14:35:00;16:30:00;17:30:00;18:20:00;20:00:00;20:40:00;22:30:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'05:00;10:00;11:40;12:30;22:30\']'),
(11, 40, 'Koppány vezér u - 67-es út - Raktár u.', '[]', '[\'05:55:00;06:20:00;07:40:00;14:35:00;15:00:00;18:15:00;04:40:00;06:20:00;08:50:00;13:15:00;15:00:00;16:45:00;20:30:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(12, 41, 'Koppány vezér u - Bartók B. u. - Raktár u.', '[]', '[\'05:05:00;05:30:00;06:20:00;06:45:00;06:45:00;07:10:00;07:10:00;07:15:00;09:15:00;09:40:00;10:55:00;11:20:00;12:50:00;13:40:00;15:25:00;16:30:00;17:10:00;19:55:00;20:55:00;05:30:00;06:45:00;07:10:00;07:15:00;08:00:00;09:40:00;11:20:00;14:10:00;16:05:00;16:30:00;17:10:00;17:40:00;18:40:00;22:10:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'05:05;05:55;06:45;08:05;10:05;10:55;11:45;13:10;14:35;16:30;18:05;09:55\']'),
(13, 42, 'Töröcske forduló - Kórház - Laktanya', '[]', '[\'04:50:00;05:30:00;06:10:00;06:25:00;06:50:00;06:25:00;04:50:00;05:30:00;07:15:00;07:30:00;07:30:00;08:10:00;08:10:00;08:50:00;08:50:00;09:30:00;10:10:00;10:50:00;11:30:00;12:10:00;12:50:00;13:30:00;13:30:00;14:10:00;14:10:00;14:20:00;15:20:00;15:30:00;15:40:00;15:40:00;16:20:00;16:10:00;16:20:00;16:45:00;16:45:00;17:00:00;17:40:00;18:20:00;18:20:00;19:00:00;19:00:00;19:10:00;20:50:00;21:00:00;22:10:00;05:30:00;06:25:00;06:50:00;07:10:00;07:20:00;07:10:00;07:20:00;07:30:00;07:20:00;07:30:00;08:10:00;09:30:00;10:10:00;10:50:00;12:10:00;13:30:00;14:20:00;15:00:00;15:20:00;15:30:00;15:30:00;15:40:00;16:05:00;16:20:00;17:00:00;17:30:00;17:30:00;17:40:00;18:20:00;19:10:00;21:00:00;22:10:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'04:50;06:10;07:40;09:00;10:20;11:40;13:00;14:20;16:15;17:00;18:20;20:50\']'),
(14, 43, 'Helyi autóbusz-állomás - Kórház- Laktanya - Raktár utca - Helyi autóbusz-állomás', '[]', '[\'08:50:00;11:20:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(15, 44, 'Helyi autóbusz-állomás - Raktár utca - Laktanya -Arany János tér - Helyi autóbusz-állomás', '[]', '[\'08:30:00;11:35:00;13:20:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(16, 45, 'Helyi autóbusz-állomás - 67-es út - Koppány vezér u.', '[\"Helyi autóbusz-állomás\", \"Berzsenyi u. felüljáró\", \"67-es sz. út\", \"Rózsa u.\", \"Gönczi F. u.\", \"Koppány vezér u.\"]', '[\'04:35:00;10:45:00;12:00:00;12:40:00;19:45:00;08:00:00;10:05:00;11:45:00;19:05:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(17, 46, 'Helyi autóbusz-állomás - Töröcske forduló', '[]', '[\'06:10:00;06:30:00;13:15:00;20:35:00;10:50:00;17:00:00;19:50:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(18, 47, 'Koppány vezér u.- Kórház - Kaposfüred forduló', '[]', '[\'04:45:00;05:20:00;06:00:00;06:15:00;06:15:00;06:50:00;08:30:00;12:10:00;05:20:00;06:00:00;06:50:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'04:45\']'),
(19, 61, 'Helyi- autóbuszállomás - Béla király u.', '[\"Helyi autóbusz-állomás\", \"Baross G. u.\", \"Csalogány u.\", \"Vikár B.u.\", \"Béla király u.\"]', '[\'04:45:00;06:10:00;09:10:00;11:10:00;13:45:00;14:25:00;15:30:00;16:20:00;17:20:00;17:50:00;19:55:00;20:50:00;22:30:00;04:55:00;06:20:00;06:50:00;07:15:00;07:35:00;10:20:00;12:20:00;13:10:00;20:05:00;21:00:00;22:35:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'07:10;08:10;09:05;10:50;12:10;14:25;19:55\']'),
(20, 62, 'Helyi autóbusz-állomás - Városi fürdő - Béla király u.', '[\"Helyi aiutóbusz-állomás\", \"Berzsenyi u. felüljáró\", \"Városi fürdő\", \"Csalogány u.\", \"Vikár B. u.\", \"Béla király u.\"]', '[\'06:40:00;07:05:00;07:25:00;10:10:00;12:10:00;13:00:00;09:18:00;11:18:00;13:53:00;14:33:00;15:38:00;16:28:00;17:28:00;17:58:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'09:50;13:10\']'),
(21, 70, 'Helyi autóbusz-állomás - Kaposfüred', '[]', '[\'04:25:00;06:45:00;07:05:00;07:05:00;09:40:00;10:20:00;11:35:00;13:45:00;15:25:00;21:45:00;07:45:00;08:05:00;08:05:00;08:40:00;09:25:00;09:40:00;14:45:00;15:25:00;16:25:00;17:55:00;22:45:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'09:55\']'),
(22, 71, 'Kaposfüred forduló - Kaposszentjakab forduló', '[]', '[\'05:30:00;06:00:00;06:05:00;07:05:00;07:30:00;07:25:00;08:05:00;09:05:00;10:40:00;11:20:00;11:20:00;13:15:00;14:25:00;14:50:00;16:40:00;17:10:00;17:20:00;17:10:00;17:20:00;20:20:00;20:30:00;22:05:00;05:30:00;06:00:00;06:05:00;06:00:00;07:10:00;07:25:00;07:30:00;07:30:00;08:05:00;08:05:00;10:45:00;11:20:00;12:40:00;13:15:00;14:50:00;15:50:00;16:05:00;16:05:00;16:40:00;17:20:00;18:25:00;19:45:00;20:20:00;20:30:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'04:35;06:00;06:35;07:20;07:50;09:10;10:15;12:50;14:05;17:35;20:30;22.05\']'),
(23, 72, 'Kaposfüred forduló - Hold u. - Kaposszentjakab forduló', '[]', '[\'10:00:00;11:55:00;14:05:00;15:05:00;15:50:00;19:00:00;04:50:00;08:45:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'11:30;16:35;19:05\']'),
(24, 73, 'Kaposfüred forduló - KOMÉTA - Kaposszentjakab forduló', '[]', '[\'04:45:00;06:40:00;12:45:00;21:00:00;13:45:00;14:10:00;14:10:00;16:35:00;22:10:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(25, 75, 'Helyi autóbusz-állomás - Kaposszentjakab', '[\"Helyi autóbusz-állomás\", \"Rákóczi tér\", \"Fő u. 37-39.\", \"Hársfa u.\", \"Hősök temploma\", \"Gyár u.\", \"Pécsi úti iskola\", \"Nádasdi u.\", \"Móricz Zs. u.\", \"Pécsi u. 227.\", \"Várhegy feljáró\", \"Kaposszentjakab, forduló\"]', '[\'04:35:00;06:55:00;08:30:00;13:30:00;15:50:00;18:10:00;20:15:00;06:45:00;06:55:00;07:45:00;10:05:00;11:20:00;12:00:00;13:30:00;15:10:00;17:50:00;21:00:00;22:45:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'05:45\']'),
(26, 81, 'Helyi autóbusz-állomás - Hősök temploma - Toponár forduló', '[]', '[\'06:25:00;07:10:00;10:35:00;11:35:00;13:10:00;15:05:00;17:00:00;06:47:00;07:32:00;10:57:00;11:57:00;13:32:00;15:27:00;17:22:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(27, 82, 'Helyi autóbusz-állomás - Kórház - Toponár Szabó P. u.', '[]', '[\'05:35:00;06:00:00;06:05:00;06:30:00;06:35:00;07:00:00;07:25:00;07:50:00;08:10:00;08:35:00;09:35:00;10:00:00;10:05:00;10:30:00;11:05:00;11:30:00;12:50:00;13:15:00;13:35:00;14:00:00;14:05:00;14:30:00;14:40:00;15:05:00;15:30:00;15:55:00;16:45:00;17:10:00;17:45:00;18:10:00;06:00:00;06:05:00;06:30:00;06:35:00;07:00:00;07:25:00;07:50:00;08:35:00;10:00:00;10:05:00;10:30:00;11:30:00;13:15:00;14:00:00;14:05:00;14:30:00;14:40:00;15:05:00;15:55:00;17:10:00;18:10:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(28, 83, 'Helyi autóbusz-állomás - Szabó P. u. - Toponár forduló', '[]', '[\'04:25:00;04:46:00;05:05:00;05:30:00;09:05:00;09:30:00;12:05:00;12:30:00;16:00:00;17:20:00;18:25:00;18:50:00;19:05:00;19:30:00;19:55:00;20:20:00;20:35:00;21:00:00;21:20:00;22:30:00;04:46:00;05:30:00;09:30:00;12:30:00;16:30:00;17:45:00;18:50:00;19:05:00;19:30:00;20:20:00;20:35:00;21:00:00;21:20:00;22:05:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'04:40;05:35;06:35;07:25;08:45;10:35;11:35;12:25;13:35;14:35;15:55\']'),
(29, 84, 'Helyi autóbusz-állomás - Toponár, forduló - Répáspuszta', '[]', '[\'06:40:00;07:05:00;14:20:00;14:45:00;16:25:00;16:50:00;07:05:00;14:45:00;16:50:00\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(30, 85, 'Helyi autóbusz-állomás - Kisgát- Helyi autóbusz-állomás', '[]', '[\'07:00:00;07:20:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(31, 86, 'Helyi autóbusz-állomás - METYX - Szennyvíztelep', '[\"Helyi autóbusz-állomás\", \"Vasútálomás\", \"Fő u. 48.\", \"Hársfa u.\", \"Hősök temploma\", \"Mező u. csp.\", \"Kenyérgyár u. 1.\", \"Videoton\", \"Dombóvári u. 4.\", \"METYX\", \"Cabero\", \"Sennyvíztelep\"]', '[\'05:20:00;06:50:00;14:15:00;15:00:00;16:00:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(32, 87, 'Helyi autóbusz állomás - Videoton - METYX', '[\"Helyi autóbusz-állomás\", \"Vasútálomás\", \"Fő u. 48.\", \"Hársfa u.\", \"Hősök temploma\", \"Mező u. csp.\", \"Kenyérgyár u. 1.\", \"Videoton\", \"Dombóvári u. 4.\", \"METYX\"]', '[\'07:15:00;07:30:00;13:20:00;21:20:00;21:30:00;06:10:00;07:30:00;16:20:00;22:10:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'05:30\']'),
(33, 88, 'Helyi autóbusz-állomás - Videoton', '[\"Helyi autóbusz-állomás\", \"Vasútálomás\", \"Fő u. 48.\", \"Hársfa u.\", \"Hősök temploma\", \"Mező u. csp.\", \"Kenyérgyár u. 1.\", \"Videoton\"]', '[\'05:03:00;05:10:00;15:20:00;06:25:00;14:05:00;14:10:00;14:10:00;22:10:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\", \"Saturday\", \"Sunday\"]', '[\'13:20\']'),
(34, 89, 'Helyi autóbusz-állomás - Kaposvári Egyetem', '[\"Helyi autóbusz-állomás\", \"Vasútálomás\", \"Fő u. 48.\", \"Hársfa u.\", \"Hősök temploma\", \"Mező u. csp.\", \"Izzó u.\", \"Guba S. u. 57\", \"Guba S. u. 81.\", \"Villamossági Gyár\", \"Kaposvári Egyetem\"]', '[\'05:15:00;05:25:00;05:25:00;07:30:00;07:40:00;07:40:00;07:45:00;09:20:00;13:05:00;13:40:00;15:50:00;15:55:00;21:55:00;07:45:00;09:37:00;13:55:00;14:00:00;14:00:00;14:15:00;14:25:00;15:55:00;16:10:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(35, 90, 'Helyi autóbusz-állomás - Rómahegy', '[\"Helyi autóbusz-állomás\", \"Berzsenyi u. felüljáró\", \"Jókai liget\", \"Szigetvári u. 6.\", \"Szigetvári u. 62.\", \"Ballakúti u.\", \"Szigetvári u. 139.\", \"Nyár u.\", \"Rómahegy\"]', '[\'09:35:00;21:55:00;22:30:00;08:10:00;14:15:00;22:10:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', ''),
(36, 91, 'Rómahegy - Pázmány P u. - Füredi u. csp.', '[]', '[\'04:50:00,04:55:00,05:50:00,06:20:00,06:50:00,07:10:00,07:20:00,07:10:00,07:40:00,07:50:00,08:20:00,08:50:00,09:50:00,10:20:00,10:50:00,11:20:00,11:50:00,12:20:00,12:50:00,13:20:00,14:05:00,14:30:00,15:00:00,15:30:00,16:00:00,16:30:00,17:00:00,17:30:00,18:00:00,18:30:00,19:00:00,19:30:00,20:00:00,20:30:00,21:00:00,04:55:00,06:20:00,06:50:00,06:40:00,06:50:00,07:10:00,07:20:00,07:50:00,07:40:00,07:50:00,08:20:00,08:50:00,10:20:00,10:50:00,11:20:00,11:50:00,12:20:00,12:50:00,13:20:00,13:45:00,13:45:00,14:30:00,15:00:00,15:30:00,16:00:00,16:30:00,17:00:00,17:30:00,18:00:00,18:30:00,19:00:00,19:30:00,20:00:00,20:30:00,21:00:00\'\r\n]', '[\"Monday\", \"Tuesday\", \"Wednesday\", \"Thursday\", \"Friday\"]', '');

--
-- Indexek a kiírt táblákhoz
--

--
-- A tábla indexei `kovetkezo_meall`
--
ALTER TABLE `kovetkezo_meall`
  ADD PRIMARY KEY (`id`);

--
-- A kiírt táblák AUTO_INCREMENT értéke
--

--
-- AUTO_INCREMENT a táblához `kovetkezo_meall`
--
ALTER TABLE `kovetkezo_meall`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=37;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
